soap/miniupnp/miniupnpd-2.1-igd2/seeds/X55_DP-SendSetupMessage_2

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:SendSetupMessage xmlns:u="urn:schemas-upnp-org:service:DeviceProtection:1"><ProtocolType>WPS</ProtocolType><InMessage>NjA0MzQ5NTU4MTE2OTI1OTYyMTUxODUxMjkyMjY0NTEyNjIwNDQ5</InMessage></u:SendSetupMessage></s:Body></s:Envelope>
